[Main]
Abort=中断
About=关于
Add=添加
Address=地址
AddressNotFound=地址 "%.8x" 未找到
AddressUsedByProcedure=地址被流程 "%s" 使用
AddWatermark=新建水印
Algorithm=密钥对算法
All=所有
AllFiles=所有文件
AllProcedures=所有流程
AutoSaveProject=编译后自动保存项目文件
Back=上一步
Best=最佳 (解压速度较慢)
Block=Block序列号
BreakAddress=流程末端
Calculate=计算
Calculator=计算器
Calls=程序调用
Cancel=取消
ClearHistory=清空历史记录
Close=关闭
CloseFolders=收缩所有节点
CodeSectionNotFound=区段 "CODE" 未找到
CommandNotSupport=不支持的命令
Commands=汇编
CommandsWithConditions=内部条件汇编
Comments=备注信息
CompilationType=编译类型
CompilationTypeHelp=The correct choice of <a href="expert_procedures.htm#CompilationTypes">the protection method</a> against analyzing and cracking each protected object (procedure, function, code section) will ensure the optimal proportion between the protection level and the execution performance.
Compile=编译
Compiled=编译完成
CompilerMessages=编译器消息
ConditionalJumps=条件跳转
ContainsProtectedCode=包含受保护的代码
Confirm=确认
Contents=帮助内容
Continue=继续
Copy=复制
CopySerialNumber=复制注册码
Count=数量
CPU=CPU
CreateFileError=无法创建文件 "%s"
CryptValues=隐藏常量
CryptValuesHelp=If this option is enabled, it will be impossible to find the addresses of variables or the addresses of called functions in the bytecode in the open form.
CustomerName=客户名称
Cut=剪切
Date=添加日期
Debug=调试模式 (搜索外部地址)
DebugHelp=When the "Debug mode" option is enabled, the INT 03 instruction will take the place of the original code. It is a regular breakpoint and a service instruction when the program is running in the debugger.
Debugger=调试器
DebuggerHelp=防止受保护文件被 2 中类型调试器调试: user-mode (OllyDBG, WinDBG, etc) and kernel-mode (SoftICE, Syser, etc).
DecreaseIsSpeed=降低运行速度
Del=删除
DelDLL=删除DLL
Delete=删除
Deleting=正在删除
DelFolder=删除节点
DelLicense=删除授权
DelProcedure=删除流程
DelWatermark=删除水印
Demo=演示版
DemoLimit=未注册版只能处理一个流程
Detection=检测
Device=Device
Direction=方向
Directories=目录表
DLLExist=DLL "%s" 已经存在
DoFind=查找
Down=向下
DragFileToOpen=拖放要打开的文件到这里
Dump=转储
DynamicOnlineCommands=动态创建联机命令
Edit=编辑
EditDLL=编辑DLL
EditFolder=编辑节点
EditLicense=编辑授权
EditProcedure=编辑流程
EditWatermark=编辑水印
EMail=E-Mail
EmptyCompile=未找到要编译的数据
EmptyFileName=未指定文件名称
EmptyModule=未指定模块
EmptyProcess=未指定进程
EnabledForUse=允许使用
EncryptRegisters=离开虚拟机时加密寄存器
EncryptRegistersHelp=If this option is enabled, the registers of the processor will contain encrypted values at VM output and these values will be decrypted in different places for each protected section of the code.
Error=错误
Execute=运行
ExecutedFiles=可执行文件
Exit=退出
ExpertMode=专家模式
ExpireDate=序列号使用期限
Export=输出表
ExportKeyPair=导出密钥对
ExtAddress=外部地址
ExternalAdresses=外部地址
Fast=快速 (解压速度较快)
File=文件
FileInfo=文件信息
FileIsNotDLL=文件 "%s" 不是 x%d DLL文件
FileName=文件名称
FileOffset=文件偏移
FilePacked=文件 "%s" 可能已经被压缩过。仍然要载入此文件吗?
FileUnknownFormat=文件 "%s" 是未知格式
Find=查找
FindNext=查找下一个
Flags=标记
FoundUnpairedMarkers=发现 %d 未闭合的标识
Generate=生成
Goto=前往地址
HardwareID=硬件ID
HardwareIDInformation=硬件Id详细信息
HDD=HDD
Help=帮助
Hint=提示
HomePage=官方主页
Host=Host
Identifier=标识符
Ignore=忽略
Import=输入表
ImportLicense=导入授权
ImportLicenses=Import licenses from VMPDB file
ImportProtection=输入表保护
ImportProtectionHelp=This option allows you to hide the list of APIs used by the protected program from the cracker.
IncludeInCompilation=包含在编译
Information=信息
InvalidAddress=无效的地址
InvalidCPUType=处理器 "%s" 不支持
InvalidFormat=文件 "%s" 是错误的 %s 格式
InvalidHardwareId=硬件ID无效或为空
InvalidKeyID=无效的密钥标识
InvalidOSType=操作系统 "%s" 不支持
InvalidSerialNumber=This serial number doesn't match of the project
JmpOnExternalAddress=跳到外部地址: %.8x
JmpOnInternalAddress=跳到内部地址: %.8x
JumpOnCommandPart=多指令跳转
Jumps=跳转
Key=密钥
KeyIdentifier=密钥标识
KeyIdentifierHelp=This parameter may contain the key identifier that the particular copy of the protected application is bound to.
KeyLength=密钥长度
KeyPairExportResult=导出结果
KeyPairExportTarget=导出格式
Language=语言
Legend=说明
Level=级别
License=授权
LicenseBlocked=授权禁用
LicenseFiles=授权管理数据文件
Licenses=授权管理
LicenseInformation=授权详情
LicenseNumber=授权码
LicenseOptions=授权设置选项
LicenseOptionsHelp=If this option is used, these licensing options will be applied to all objects included in the project with the "<a href="expert_procedures.htm#LockToKey">Lock to key</a>" option enabled.
LicenseDataNotFound=在文件 "%s" 中未找到授权数据
LicenseFieldIsTooLong=字段 "%s" 太长了: %d 字节.\n最大允许字节数: %d (UTF-8编码方式).
LicensingParameters=授权参数文件
LicensingParametersHelp=The software licensing system used to generation and validation of serial numbers. Various limitations are supported: date of expiration, running time limit, hardware lock, code encryption, limitation of free updates and <a href="manager/features.htm">much more</a>.
LicensingSystemHelp=为了使用授权管理,您需要生成一个密钥对,该密钥对用于序列号授权检查.
LicensingSystemNotSupport=该版本不支持授权系统
LoadAtStart=在启动时加载
Loading=载入
LockToKey=绑定密钥
LockToSerialNumber=绑定注册码
LockToSerialNumberHelp=When this option is enabled, virtualized code is encrypted and can be executed only if the serial number is provided.
Mac=网卡
MarkerExist=标记 "%s" 已存在
MAPFileHaveIncorrectTimeStamp=MAP文件的时间戳错误，无法被加载
MasterKeyPassword=主密钥密码
MasterKeyPasswordHelp=Use this field to specify which password VMProtect uses to access the master key containing the software protection module.
MatchCase=区分大小写
MaxBuildDate=Max Build Date
MaxProtection=最大保护(程序运行速度较慢)
MaxSpeed=最快速度(程序运行速度较快)
MemoryProtection=内存保护
MemoryProtectionHelp=This option allows protection of the file on disk and image in memory from any changes.
MinGateSize=编译流程的最小大小为 5 字节
Module=模块
ModuleOpenError=无法打开模块 "%s"
ModuleUnknownFormat=模块 "%s" 是未知格式
MoveDown=向下移动
MoveResourcesToEnd=挪动资源到文件尾部
MoveResourcesToEndHelp=启动本选项,资源将被移动到文件尾部.
MoveUp=向上移动
Mutation=变异
Name=名称
NETNotSupported=目前不支持.NET应用程序.
New=新建
NewDLL=新建DLL
NewFolder=新建节点
NewLicense=新建授权
NewObjects=新增标记/字符串 
NewProcedure=新建流程
Next=下一步
No=否
NoPlaceForGate=没有足够的空间来创建适配器
NoToAll=取消所有
NotUseLicense=不使用授权
OK=确定
OnlineCommands=联机命令
Open=打开
OpenFile=打开文件
OpenFolders=展开所有节点
OpenNewFile=打开新文件
OptionAvialable=选项 "%s" 无法在未注册版中使用
Options=选项
OrderRef=订单号 #
Ordinal=序数
Other=其他
OutputFile=输出文件
OutputFileSize=输出文件大小 %d 字节 (%d%%)
Packing=压缩
PackOutputFile=压缩输出文件
PackOutputFileHelp=压缩被保护文件,使她(它)变得更小.
Parameters=参数
ParametersForMSVC=Parameters for KeyGen.dll (MSVC)
ParametersForDelphi=Parameters for KeyGen.dll (Delphi)
ParametersForNET=Parameters for KeyGen.Net
ParametersForPHP=Parameters for keygen.php
Paste=粘贴
PasteSerialNumber=输入注册码:
Pointer=地址
Procedure=流程
ProcedureNotFoundInMAP=对象列表中未找到流程 "%s"
ProceduresForProtect=要保护的流程
Process=进程
ProductNotFound=产品代码 "%s" 在文件 "%s" 中没有找到.
Project=项目
ProjectFile=项目文件
ProjectFiles=项目文件
PushOriginalAddress=保存源地址到堆栈: %.8x
Redo=重做
References=参考
RegisteredTo=注册给
RelativeAddress=相对地址
Resources=资源
Retry=重试
RunnerCRC=检查VM对象完整性
RunnerCRCHelp=启用本选项默认检查所有 virtualized 和 VM 编译部分完整性.
RunningTimeLimit=程序运行时间限制
SaveProject=保存项目
SaveProjectAs=项目另存为
Saving=保存中...
Script=脚本
ScriptFile=脚本文件
ScriptMessages=脚本消息
Search=搜索
SearchInFile=在文件中搜索
SearchInProcess=在进程中搜索
Section=区段
SectionNotPacked=区段 "%s" 不能被压缩
SectionPosUsedByDir=目录 "%s" 处于创建新区段的头部
SectionPosUsedBySection=区段 "%s" 处于创建新区段的头部
Sections=区段表
SEHNotSupported=不支持处理例外表: %.8x
SelectAll=选择所有
SelectProceduresForProtect=选择要保护的流程
SerialNumber=注册码
SerialNumberInformation=注册码内容
SerialNumberDataIsTooLong=注册码长度错误.允许最大字节数: %d, 当前字节数: %d
Settings=设置
Setup=安装
ShellExt=整合右键菜单
ShowAll=显示所有
ShowProtectedProcedures=只显示受保护的程序
Size=大小
SortByName=按名称排列流程列表吗？
SortByType=按编译类型排列流程列表吗？
StopCompilation=确认停止编译吗?
String=字符串
Strings=字符串
StringDeprecated=使用函数 VMProtectDecryptStringA/VMProtectDecryptStringW 加密字符串
StripFixups=移除固定元素 (EXE文件)
StripFixupsHelp=如果启用本选项, the section occupied by the list of fixup elements will be used for VM needs.
Text=文本
TextNotFound=文本 "%s" 未找到
Thanks=感谢
Toolbars=工具条
Tools=工具
Type=类型
Ultra=超级 (变异 + 虚拟)
Unblock=Unblock Serial Number
Undo=撤消
Unregistered=未注册
Up=向上
Usage=使用
UseLicense=使用授权
UseProjectOptions=使用项目选项
UseProjectOptionsHelp=If this option is enabled, the current object will use the common <a href="expert_options.htm">protection options</a>. If this option is disabled, all individual <a href="expert_options.htm">protection options</a> can be selected for the current object.
UserData=附加数据
UserDataIsTooLong=附加数据长度错误.允许最大字节数: %d, 当前字节数: %d
UserPIN=User PIN
UserPINHelp=Use this field to specify which password the protected application uses to access the user key that is delivered to the end user together with the protected application.
Value=值
ValuesFor=值为
Variable=变量
Version=版本
VersionNumber=版本号
View=查看
Virtualization=虚拟
VirtualMachines=虚拟机数量
VirtualMachinesHelp=Different VMs from those specified will be used to <a href="dictionary.htm#Virtualization">virtualize</a> different sections of the code.
VMSections=VM 区段名
VMSectionsHelp=Additional sections will be added to the file during compilation. Data will be written to these sections (virtualized code, mutated code, VM interpreters, watermarks, etc).
VMTools=虚拟机 (VMware/Virtual PC/Sandboxie)
VMToolsHelp=启用本选项可以防止被保护程序禁止在下列虚拟中运行: VMware, Virtual PC, VirtualBox, Sandboxie.
Warning=警告
WatermarkCount=未注册版只能创建一个水印
WatermarkDisabled=水印 "%s" 开启/关闭
WatermarkExist=水印 "%s" 已存在
WatermarkName=水印名称
WatermarkNotFound=水印 "%s" 未能在水印列表中找到.
Watermarks=水印
WatermarksHelp=Use the drop-down list to select the necessary <a href="dictionary.htm#Watermarks">watermark</a> in order to include it in the protected file.
WatermarkUsed=水印 "%s" 已经被保护文件使用.
Yes=是
YesToAll=确定所有